{
    "Introduction": [
        {
            "title": "Introduction",
            "toolbar": "Page 1",
            "content": "The 17 Day Diet is designed to help you lose weight rapidly and healthfully, with visible results in just 7 days. In fact, you can expect to lose between 10 to 15 pounds in the first 17 days. Designed by family physician Mike Moreno, this series of four 17-day cycles (including one maintenance cycle) keeps your metabolism working harder by continually changing your calorie count and the foods you can eat. By adjusting your diet with each cycle, you won’t get frustrated or bored with endless routine. You can do anything for 17 days, right? And it’s easy – a list of all of the acceptable foods is provided so you don’t have to count a single calorie!"
        },
        {
            "title": "Introduction",
            "toolbar": "Page 2",
            "content": "On the 17 Day Diet, you will eat mostly lean proteins, vegetables, low-sugar fruits, probiotics, and “friendly” fats that are heart-healthy and promote fat loss. Gradually you will add a greater selection of foods, including natural carbs. Eventually you will even be able to enjoy alcohol and your favorite foods again, though in moderation. You won’t just be losing weight, you’ll be moving away from refined, processed foods to cleaner foods that are friendly to your digestion system."
        },
        {
            "title": "Introduction",
            "toolbar": "Page 3",
            "content": "The four cycles are Accelerate, Activate, Achieve, and the maintenance cycle, Arrive. As soon as you reach your goal weight, skip right to the Arrive cycle. If you’ve gone through the three cycles and have more weight to lose, repeat the sequence until you reach goal."
        },
        {
            "title": "Introduction",
            "toolbar": "Page 4",
            "content": "<b>1. Accelerate.</b> The first of the 17-Day cycles, Accelerate is the most restrictive so that you see results right away and stay motivated. You can eat unlimited amounts of certain lean proteins and “cleansing” vegetables, 2 daily servings of low-sugar fruits, 2 daily servings of probiotic foods, and 1 to 2 tablespoons of friendly fats.<br><br>You don’t need to exercise like a fiend: do two 17-minute light aerobic workouts, like walking. Try to split them up in the morning and late afternoon or evening."
        },
        {
            "title": "Introduction",
            "toolbar": "Page 5",
            "content": "<b>2. Activate.</b> The Activate cycle resets your metabolism so that you don’t plateau and keep burning fat. Every other day, you will alternate your Accelerate cycle with the Activate cycle. When on the Activate cycle, you will enjoy the same foods on the Accelerate cycle, but will also enjoy 2 natural carbs and only 1 tablespoon of friendly fats.<br><br>You can continue to follow the Accelerate exercise plan."
        },
        {
            "title": "Introduction",
            "toolbar": "Page 6",
            "content": "<b>3. Achieve.</b> The goal of the Achieve cycle is to establish healthy eating habits and steady weight loss while adding even more variety, like breads, pasta, snacks, and even alcohol, into your diet. Your weight loss won’t be as rapid, but you can offset this by exercising more and avoiding alcohol and snacks when possible.<br><br>During the Achieve cycle, aim for 45 to 60 minutes of aerobic exercise most days of the week."
        },
        {
            "title": "Introduction",
            "toolbar": "Page 7",
            "content": "<b>4. Arrive.</b> If you’ve reached your goal weight after 51 days, then you can move on to the maintenance period, Arrive. However, if you’ve still got more weight to lose, you can go through the cycles again until you’ve reached your goal weight.<br><br>Arrive is simple: during the week, you will eat from any of the meal plans on the Accelerate, Activate, or Achieve cycles. On weekends, you will increase your calories and enjoy favorite foods like pizza, hamburgers, or cheesecake. To prevent yourself from gaining weight, you should have no more than 3 favorite foods each weekend.<br><br>During the Arrive cycle, you should be exercising during the week and weekends."
        },
    ],
    "General Guidelines": [
        {
            "title": "Guidelines",
            "toolbar": "Page 1",
            "content": "Follow these 3 healthful guidelines on all four cycles.<br><br><b>1. No carbs/fruit after 2pm.</b> If the energy from carbs doesn’t get used, it gets stored as fat. If you eat your carbs earlier in the day, your body can use the energy before you go to bed."
        },
        {
            "title": "Guidelines",
            "toolbar": "Page 2",
            "content": "<b>2. Drink 64 ounces of pure water a day.</b> Drinking water is essential to weight loss. It fills you up, helps your liver metabolize stored fat, helps the body get rid of added waste during weight loss, and prevents fluid retention. Coffee, tea, diet or regular sodas, energy drinks, sports drinks, flavored waters, and juice do not count towards your daily water requirement. Except for coffee and tea, these “negative” waters aren’t even allowed on the diet.<br><br>Start your day with one 8-ounce cup of hot water mixed with half a squeezed lemon. The lemon stimulates digestion.<br><br>Green tea is also a good component of your daily water intake. It contains catechins, which increase fat-burning."
        },
        {
            "title": "Guidelines",
            "toolbar": "Page 3",
            "content": "<b>3. Follow the hunger/fullness meter.</b>  Even though you can enjoy liberal to unlimited amounts of certain foods, you shouldn’t gorge yourself. Don’t wait until you’re starving to begin eating and don’t wait until you’re stuffed to stop eating. Use this meter to help you determine when and how much to eat.<br><br><b>Hunger Meter Scale (1 – 2):<br>1 = A little hungry<br>2 = Starving</b><br><br>Don’t wait until you reach 2 because you will be tempted to overeat. Start when you reach 1.<br><br><b>Fullness Meter Scale (3 – 4)<br>3 = Starting to feel full<br>4 = Stuffed</b><br><br>Stop eating when you reach 3. At this point, you’re not yet full, but you’re no longer hungry. There still should be a little room in your stomach when you leave a meal."
        }
    ],
    "Cycle 1": [
        {
            "title": "Cycle 1",
            "toolbar": "Page 1",
            "content": "Cycle 1 (Accelerate) jump-starts your weight loss, improves your digestion and boosts your metabolism. During this 17-day phase, you can expect to lose between 10 to 15 pounds by eating only from the Accelerate food list."
        },
		{		
		    "title": "Cycle 1",
            "toolbar": "Page 2",
            "content": "Accelerate guidelines: <ul><li>Unlimited amounts of specific lean proteins and cleansing vegetables</li><li>2 servings of low-sugar fruits</li><li>2 servings of probiotic foods</li><li>1 to 2 tablespoons of friendly fats</li>"
		},
		{		
		    "title": "Cycle 1",
            "toolbar": "Page 3",
            "content": "<b>Lean proteins</b> (unlimited amounts): Fish, salmon (canned or fresh), sole, flounder, catfish, tilapia, canned light tuna (in water), chicken breasts, turkey breasts, ground turkey (lean), eggs (2 eggs), egg whites (4 egg whites).<br><br><b>Cleansing vegetables</b> (unlimited amounts): Artichoke, artichoke hearts, asparagus, bell peppers (green, orange, red, yellow), broccoli, Brussels sprouts, cabbage, carrots, cauliflower, celery, cucumbers, eggplant, garlic, green beans, green leafy vegetables (including beet greens, turnip greens, collard greens), kale, leeks, lettuce, mushrooms, okra, onions, parsley, scallions, spinach, tomatoes, watercress.<br><br><b>Probiotic foods</b> (no more than 2 servings daily): Yogurt (6 oz. container), kefir (1 cup), low-fat acidophilus milk (1 cup), Yakult (small 50-calorie bottle), Breakstone LiveActive cottage cheese (1⁄2 cup), reduced salt miso dissolved in low-fat, low-sodium broth (1 tbsp), tempeh (4 oz), sauerkraut (1⁄2 cup), kimchi (1⁄2 cup).<br><br><b>Friendly fats</b> (1 to 2 tablespoons daily): Fish oil, olive oil, flaxseed oil.<br><br><b>Condiments</b> (in moderation): Salsa, low-carb marinara sauce, light soy sauce, low-carb ketchup, fat-free sour cream, low-fat, low-sodium broth, Truvia, sugar-free jams and jellies, vegetable cooking spray, fat-free cheeses, fat-free salad dressing, salt, pepper, vinegar, mustard, herbs and spices.<br><br><b>Exercise</b>: Two 17-minute aerobic workouts, one in the morning and one in the afternoon or early evening."
		},									
    ],
    "Cycle 2": [
    {
        "title": "Cycle 2",
        "toolbar": "Page 1",
        "content": "Cycle 2 (Activate) stops your body from plateauing by having you alternate between Accelerate days and the higher-calorie, Activate days. For example, on odd days you’ll eat from the Activate list and on even days, you go back to the Accelerate list. The Activate list is an expanded version of the Accelerate list, including 2 daily servings of starches, but limits your daily fat servings to 1."
    },
	{		
	    "title": "Cycle 2",
        "toolbar": "Page 2",
        "content": "Activate guidelines: <ul><li>Liberal amounts of Accelerate proteins, plus additional proteins</li><li>Liberal amounts of Accelerate cleansing vegetables</li><li>2 daily servings of natural starches (grains, legumes, or starchy	vegetables)</li><li>2 servings of Accelerate fruits</li><li>2 servings of Accelerate probiotic foods</li><li>1 daily serving of friendly fat.</li>"
	},	
	{		
	    "title": "Cycle 2",
        "toolbar": "Page 1",
        "content": "<b>Lean proteins</b>(liberal amounts): Fish, salmon (canned or fresh), sole, flounder, catfish, tilapia, canned light tuna (in water), chicken breasts, turkey breasts, ground turkey (lean), eggs (2 eggs), egg whites (4 egg whites). Plus: shellfish, clams, crab, mussels, oysters, scallops, shrimp, flank steak, top sirloin steak, top round, eye of the round, beef round tip, beef top sirloin, beef top loin, lean ground beef, pork tenderloin, pork sirloin chops, pork boneless loin roast, pork top or center loin chops, lamb shanks, lamb sirloin roast, veal cutlet.<br><br><b>Natural starches</b> (no more than 2 servings daily):<br>Grains (1⁄2 cup):<br> Amaranth, barley (pearled), brown rice, bulgur, couscous, cream of wheat, grits, long grain rice, millet, oat bran, old-fashioned oatmeal, quinoa.<br><br><b>Legumes</b> (1⁄2 cup): Black beans, black-eyed peas, butter beans, garbanzo beans, Great Northern beans, kidney beans, lentils, baby lima beans, navy beans, peas, pinto beans, soybeans, split peas.<br><br><b>Starchy vegetables</b>: Breadfruit (1 cup), corn (1⁄2 cup), potato (1 medium), sweet potato (1 medium), taro (1⁄2 cup), winter squashes (1 cup), yam (1 medium).<br><br><b>Cleansing vegetables</b> (liberal amounts): Artichoke, artichoke hearts, asparagus, bell peppers, broccoli, Brussels sprouts, cabbage, carrots, cauliflower, celery, cucumbers, eggplant, garlic, green beans, green leafy vegetables (including beet greens, turnip greens, collard greens), kale, leeks, lettuce, mushrooms, okra, onions, parsley, scallions,spinach, tomatoes, watercress.<br><br><b>Low-sugar fruits</b> (no more than 2 servings daily): Apples, berries, grapefruit, oranges, peaches, pears, plums, prickly pear cactus, prunes, red grapes.<br><br><b>Probiotic foods</b> (no more than 2 servings daily): Yogurt (6 oz. container), kefir (1 cup), low-fat acidophilus milk (1 cup), Yakult (small 50-calorie bottle), Breakstone LiveActive cottage cheese (1⁄2 cup), reduced salt miso dissolved in low-fat, low-sodium broth (1 tbsp), tempeh (4 oz), sauerkraut (1⁄2 cup), kimchi (1⁄2 cup).<br><br><b>Friendly fats</b> (1 tablespoon daily): Fish oil, olive oil, flaxseed oil.<br><br><b>Condiments</b> (in moderation): Salsa, low-carb marinara sauce, light soy sauce, low-carb ketchup, fat-free sour cream, low-fat, low-sodium broth, Truvia, sugar-free jams and jellies, vegetable cooking spray, fat-free cheeses, fat-free salad dressing, salt, pepper, vinegar, mustard, herbs and spices.<br><br><b>Exercise</b>: Two 17-minute aerobic workouts, one in the morning and one in the afternoon or early evening."
	},	
    ],
    "Cycle 3": [
        {
            "title": "Cycle 3",
            "toolbar": "Page 1",
            "content": "Cycle 3 (Achieve) helps you develop good eating habits while re-introducing even more foods. During this 17-day cycle, your weight loss will slow down as you bring back whole grain breads, pasta, more fruits, vegetables, snacks, and alcohol into your diet. If you want to combat slower weight loss, you can avoid the optional alcohol and snacks and increase your aerobic exercise. You also don’t have to eat the entire daily allotment of Achieve foods if you feel satiated without them."
        },
        {
            "title": "Cycle 3",
            "toolbar": "Page 2",
            "content": "Achieve guidelines: <ul><li>Restricted amounts of protein from an expanded list </li><li>Liberal amounts of vegetables from an expanded list </li><li>2 servings of natural starches from an expanded list </li><li>2 servings of fruit from an expanded list </li><li>1 to 2 servings of probiotic, low-fat dairy, or dairy substitutes. </li><li>1 to 2 tablespoons of friendly fat </li><li>1 serving of fat from an expanded list </li><li>Optional snacks (either a fruit serving, probiotic/dairy/dairy substitute serving, or food from snack list)</li><li>Optional 1 serving of alcohol</li>"
        },
		{		
		    "title": "Cycle 3",
	        "toolbar": "Page 1",
	        "content": '<b>Lean proteins</b> (Restricted amounts; 1 serving = the size of a sponge): Fish, salmon (canned or fresh), sole, flounder, catfish, tilapia, canned light tuna (in water), chicken breasts, turkey breasts, ground turkey (lean), eggs (2 eggs), egg whites (4 egg whites), shellfish, clams, crab, mussels, oysters, scallops, shrimp, flank steak, top sirloin steak, top round, eye of the round, beef round tip, beef top sirloin, beef top loin, lean ground beef, pork tenderloin, pork sirloin chops, pork boneless loin roast, pork top or center loin chops, lamb shanks, lamb sirloin roast, veal cutlet.<br><br><b style="font-size:0.9em;">Plus</b>: Cornish hen, quail pheasant, reduced-fat turkey bacon, sausage or lunch meat, Canadian bacon.<br><br><b>Natural starches</b> (no more than 2 servings daily):<br>Grains (1⁄2 cup):<br>Amaranth, barley (pearled), brown rice, bulgur, couscous, cream of wheat, grits, long grain rice, millet, oat bran, old-fashioned oatmeal, quinoa.<br><br>Legumes (1⁄2 cup):<br>Black beans, black-eyed peas, butter beans, garbanzo beans, Great Northern beans, kidney beans, lentils, baby lima beans, navy beans, peas, pinto beans, soybeans, split peas.<br><br>Starchy vegetables:<br>Breadfruit (1 cup), corn (1⁄2 cup), potato (1 medium), sweet potato (1 medium), taro (1⁄2 cup), winter squashes (1 cup), yam (1 medium).<br><br><b style="font-size:0.9em;">Plus</b>:<br>Breads (1 serving):<br>Cracked wheat, fiber-enriched bread, gluten-free bread, multi-grain bread, oat bran bread, sugar-free bread, pumpernickel, rye bread, whole grain bagel (1⁄2 bagel), whole wheat pita bread (1 pocket), whole wheat 10” tortilla.<br><br>High-fiber cereals (1 cup):<br>All-Bran, All-Bran Extra, All-Bran Bran Buds, Fiber One, gluten-free cold cereals, low-sugar granola (1⁄2 cup), pasta (1⁄2 cup), whole-wheat pasta, gluten- free pasta, vegetable-based pasta, high-fiber pasta, udon noodles.<br><br><b>Cleansing vegetables</b> (unlimited amounts):<br>Artichoke, artichoke hearts, asparagus, bell peppers, broccoli, Brussels sprouts, cabbage, carrots, cauliflower, celery, cucumbers, eggplant, garlic, green beans, green leafy vegetables (including beet greens, turnip greens, collard greens), kale, leeks, lettuce, mushrooms, okra, onions, parsley, scallions, spinach, tomatoes, watercress.<br><br><b style="font-size:0.9em;">Plus</b>:<br>Virtually all vegetables including (unlimited amounts): Alfalfa, broccoli sprouts, chiles, cilantro, fennel, grape leaves, jicama, edible seaweeds, kohlrabi, edible cactus, pea pods, radishes, rhubarb, rutabaga, summer squash, Swiss chard, yellow wax beans, zucchini.<br><br><b>Fruit</b> (no more than 2 servings daily):<br>Low-sugar fruits: Apples, berries, grapefruit, oranges, peaches, pears, plums, prickly pear cactus, prunes, red grapes.<br><br><b style="font-size:0.9em;">Plus:</b><br>Apricots, bananas, cherries, currants, figs, kiwi, kumquats, guava, mango, papaya, pineapple, pomegranate, tangerine, tangelo.<br><br><b>Probiotic foods OR low-fat dairy OR dairy substitutes</b> (no more than 2 servings daily):<br>Probiotics:<br>Yogurt (6 oz. container), kefir (1 cup), low-fat acidophilus milk (1 cup), Yakult (small 50-calorie bottle), Breakstone LiveActive cottage cheese (1⁄2 cup), reduced salt miso dissolved in low-fat, low-sodium broth (1 tablespoon), tempeh (4 oz), sauerkraut (1⁄2 cup), kimchi (1⁄2 cup).<br><br><b style="font-size:0.9em;">Plus</b>:<br>Low-calorie cheeses – Brie, camembert, fontina, low-fat cheddar, edam, feta, goat, limburger, and part-skim mozzarella – (2 ounces), low-fat cottage cheese (1⁄2 cup), low-fat or skim milk (1 cup), low-fat ricotta cheese (1⁄2 cup).<br><br>Dairy substitutes (1 cup):<br>Sugar-free rice, almond, or soy milk.<br><br><b>Friendly fats</b> (1 tablespoon daily):<br>Fish oil, olive oil, flaxseed oil.<br><br><b style="font-size:0.9em;">Plus</b> (1 serving daily):<br>Avocado (1⁄4 fruit), canola oil (1 tbsp), walnut oil (1 tbsp), light mayonnaise (2 tbsp), mayonnaise (1 tbsp), nuts or seeds (unoiled, 2 tbsps), reduced-calorie margarines (2 tbsps), reduced-fat salad dressings (2 tbsps), salad dressings, trans-free margarines (1 tbsp).<br><br><b>Optional snacks</b> (under 100 calories each):<br>Babybell low-fat cheese (2 pieces), frozen fruit bar, fudgsicle bar, granola bar (reduced sugar and fat), light microwave popcorn (4 cups), Skinny Cow ice cream sandwich, sugar-free pudding cup, string cheese (1 stick).<br><br><b>Optional one alcoholic drink</b>:<br>Wine (5 oz), beer (12 oz), hard liquor (11⁄2 oz hard liquor).<br><br><b>Condiments</b> (in moderation):<br>Salsa, low-carb marinara sauce, light soy sauce, low-carb ketchup, fat-free sour cream, low-fat, low-sodium broth, Truvia, sugar-free jams and jellies, vegetable cooking spray, fat-free cheeses, fat-free salad dressing, salt, pepper, vinegar, mustard, herbs and spices.<br><br><b>Exercise</b>:<br>Aim to do 45 – 60 minutes of aerobic exercise most days of the week to combat slower weight loss.'
		},
    ],
    "Cycle 4": [
        {
            "title": "Cycle 4",
            "toolbar": "Page 1",
            "content": "Cycle 4 (Arrive) is the maintenance period. You can eat your favorite foods on the weekends (Friday dinner through Sunday dinner) and follow the Accelerate, Activate, or Achieve cycles during the week (Monday through Friday lunch). Always eat in moderation: have no more than 3 favorite meals during the weekend.<br><br>During the maintenance period, make sure to weigh yourself often. If you gain a few pounds, immediately go back to one of the first 3 cycles until you’ve reached your goal weight."
        },
        {
            "title": "Cycle 4",
            "toolbar": "Page 2",
            "content": "Arrive guidelines: <ul><li>Optional 1 to 2 servings of alcohol over the weekend </li><li>Optional broth-based soups </li><li>Enjoy no more than 3 favorite foods over the weekend </li><li>Optional substitution of unsweetened fruit juice (3⁄4 cup) for one fruit serving </li><li>Optional snack: vegetable juice (1 cup)</li>"
        },
		{		
		    "title": "Cycle 4",
	        "toolbar": "Page 1",
	        "content": '<b>Exercise</b>: Aerobic exercise on both the weekdays and weekends.'
		},
    ]
}